IDEA StatiCa Open Model
Hanging.MasterEdge Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Master edge of hanging
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ReferenceElement MasterEdge { get; set; }
Public Property MasterEdge As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ MasterEdge {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
Hanging Class
IdeaRS.OpenModel.Detail Namespace